{
  "depression": [
    {
      "id": 1,
      "text": "Over the past two weeks, how often have you felt little interest or pleasure in doing things?"
    },
    {
      "id": 2,
      "text": "Over the past two weeks, how often have you felt down, depressed, or hopeless?"
    },
    {
      "id": 3,
      "text": "Over the past two weeks, how often have you had trouble falling or staying asleep, or sleeping too much?"
    },
    {
      "id": 4,
      "text": "Over the past two weeks, how often have you felt tired or had little energy?"
    },
    {
      "id": 5,
      "text": "Over the past two weeks, how often have you had poor appetite or been overeating?"
    },
    {
      "id": 6,
      "text": "Over the past two weeks, how often have you felt bad about yourself — or that you are a failure or have let yourself or your family down?"
    },
    {
      "id": 7,
      "text": "Over the past two weeks, how often have you had trouble concentrating on things, such as reading the newspaper or watching television?"
    },
    {
      "id": 8,
      "text": "Over the past two weeks, how often have you been moving or speaking so slowly that other people could have noticed? Or the opposite — being so fidgety or restless that you have been moving around a lot more than usual?"
    },
    {
      "id": 9,
      "text": "Over the past two weeks, how often have you had thoughts that you would be better off dead or of hurting yourself in some way?"
    }
  ],
  
  "anxiety": [
    {
      "id": 1,
      "text": "Over the past two weeks, how often have you felt nervous, anxious, or on edge?"
    },
    {
      "id": 2,
      "text": "Over the past two weeks, how often have you been unable to stop or control worrying?"
    },
    {
      "id": 3,
      "text": "Over the past two weeks, how often have you worried too much about different things?"
    },
    {
      "id": 4,
      "text": "Over the past two weeks, how often have you had trouble relaxing?"
    },
    {
      "id": 5,
      "text": "Over the past two weeks, how often have you been so restless that it is hard to sit still?"
    },
    {
      "id": 6,
      "text": "Over the past two weeks, how often have you become easily annoyed or irritable?"
    },
    {
      "id": 7,
      "text": "Over the past two weeks, how often have you felt afraid as if something awful might happen?"
    }
  ]
}
